<?php
    return [
        'navbar'=>[
            'about'=>'ГЛАВНАЯ',
            'faq'=>'FAQ',
            'speakers'=>'СПИКЕРЫ',
            'sponsors'=>'ПАРТНЕРЫ',
            'contacts'=>'КОНТАКТЫ',
            'apply'=>'ПОДАТЬ ЗАЯВКУ'
        ],

        'welcome'=>[
            'header'=>'QWANT AIFC Олимпиада по программированию',
            'time'=>'10-18 Марта, 2021',
            'format'=>'Онлайн',
            'additional'=>'По времени г. Нур-Султан',
            'apply'=>'ПОДАТЬ ЗАЯВКУ'
        ],

        'about'=>[
            'about'=>'Подробнее',
            'text'=>'Мы рады пригласить вас на первую Олимпиаду по программированию среди учащихся 10-11 классов на базе Международного Финансового центра Астаны при поддержке Okku.kz, которая пройдет с 17 по 18 марта в виде онлайн соревнования по решению задач (алгоритмы, структуры данных).',
            'stages'=>'Olympiad stages',
            'stage1'=>'10 марта',
            'stage1_text'=> 'Технический тур',
            'stage2'=>'17 марта',
            'stage2_text'=>'Цифровая церемония открытия олимпиады',
            'stage3'=>'18 марта',
            'stage3_text'=>'Проведение олимпиады',
            'stage4'=>'20 марта',
            'stage4_text'=>'Объявление результатов'
        ],

        'instruction'=>[
            'header'=>'Инструкция по регистрации',
            'text'=>'Мы рады пригласить вас на первую Олимпиаду по программированию среди учащихся 10-11 классов на базе Международного Финансового центра Астаны при поддержке Okoo.kz, которая пройдет 17-18 марта 2021 года в формате онлайн.',
            'stages'=>'Этапы',
            'stage1'=>'10 марта',
            'stage1_text'=> 'Технический тур. Студенты проходят ознакомительную сессию по платформе и заданиям.',
            'stage2'=>'17 марта',
            'stage2_text'=>'Открытие олимпиады. Приветственное слово гостей и партнеров, начало проведения олимпиады.',
            'stage3'=>'18 марта',
            'stage3_text'=>'Подведение итогов, церемония награждения победителей.'
        ],
        'prizes'=>[
            'header'=>'Призы',
            'text'=>'Мы рады пригласить вас на первую Олимпиаду по программированию среди учащихся 10-11 классов на базе Международного Финансового центра Астаны при поддержке Okoo.kz, которая пройдет 17-18 марта 2021 года в формате онлайн.',
            'stages'=>'Olympiad stages',
            'stage1'=>'10 марта',
            'stage1_text'=> 'Технический тур. Студенты проходят ознакомительную сессию по платформе и заданиям.',
            'stage2'=>'17 марта',
            'stage2_text'=>'Открытие олимпиады. Приветственное слово гостей и партнеров, начало проведения олимпиады.',
            'stage3'=>'18 марта',
            'stage3_text'=>'Подведение итогов, церемония награждения победителей.'
        ],

        'application'=>[
            'header'=>'Подать заявку',
            'fullname'=>'ФИО',
            'email'=>'email',
            'phone'=>'Номер телефона',
            'city'=> 'Город',
            'school'=>'Школа',
            'apply'=>'Подать заявку'
        ],

        'faq'=>[
            'header'=>'Часто задаваемые вопросы',
            'q1'=>'Какой язык программирования будет использоваться для решения заданий?',
            'a1'=>'Все решения к задачам должны быть представлены на любых языках программирования (Python 3, С++, Java), который является стандартом для задач по анализу и обработке данных.',

            'q3'=>'Будет ли сертификат для участников?',
            'a3'=>'Победители и участники получат призы и цифровые сертификаты от партнеров олимпиады, гранты и скидки для обучения в школе программирования QWANT, на платформе Alpharabius.kz.',

            'q2'=>'На каком языке будут задания?',
            'a2'=>'English',

            'q4'=>'Можно участвовать не школьникам? ',
            'a4'=>'Нет ',
        ],

        'speakers'=>[
            'header'=>'Спикеры',
            'speaker1'=>'Какой язык программирования будет использоваться для решения заданий?',
            'a1'=>'Какой язык программирования будет использоваться для решения заданий?',

            'q2'=>'Будет ли сертификат для участников?',
            'a2'=>'Будет ли сертификат для участников?',

            'q3'=>'На каком языке будут задания?',
            'a3'=>'На каком языке будут задания?',

            'q4'=>'Можно участвовать не школьникам? ',
            'a4'=>'Можно участвовать не школьникам? ',
        ],
    ]
?>
